{
  "questions": [
    {
      "id": 1,
      "text": "Организационные недостатки на работе постоянно заставляют нервничать, переживать, напрягаться.",
      "points_yes": 2,
      "points_no": 0
    },
    {
      "id": 2,
      "text": "Сегодня я доволен своей профессией не меньше, чем в начале карьеры.",
      "points_yes": 0,
      "points_no": 3
    },
    {
      "id": 3,
      "text": "Я ошибся в выборе профессии или профиля деятельности (занимаю не свое место).",
      "points_yes": 10,
      "points_no": 0
    },
    {
      "id": 4,
      "text": "Меня беспокоит то, что я стал хуже работать (менее продуктивно, качественно, медленнее).",
      "points_yes": 2,
      "points_no": 0
    },
    {
      "id": 5,
      "text": "Теплота взаимодействия с партнерами очень зависит от моего настроения — хорошего или плохого.",
      "points_yes": 5,
      "points_no": 0
    },
    {
      "id": 6,
      "text": "От меня как профессионала мало зависит благополучие партнеров.",
      "points_yes": 10,
      "points_no": 0
    },
    {
      "id": 7,
      "text": "Когда я прихожу с работы домой, то некоторое время (часа 2-3) мне хочется побыть наедине, чтобы со мной никто не общался.",
      "points_yes": 2,
      "points_no": 0
    },
    {
      "id": 8,
      "text": "Когда я чувствую усталость или напряжение, то стараюсь поскорее решить проблемы партнера (свернуть взаимодействие).",
      "points_yes": 5,
      "points_no": 0
    },
    {
      "id": 9,
      "text": "Мне кажется, что эмоционально я не могу дать партнерам того, что требует профессиональный долг.",
      "points_yes": 3,
      "points_no": 0
    },
    {
      "id": 10,
      "text": "Моя работа притупляет эмоции.",
      "points_yes": 2,
      "points_no": 0
    },
    {
      "id": 11,
      "text": "Я откровенно устал от человеческих проблем, с которыми приходится иметь дело на работе.",
      "points_yes": 5,
      "points_no": 0
    },
    {
      "id": 12,
      "text": "Бывает, я плохо засыпаю (сплю) из-за переживаний, связанных с работой.",
      "points_yes": 3,
      "points_no": 0
    },
    {
      "id": 13,
      "text": "Взаимодействие с партнерами требует от меня большого напряжения.",
      "points_yes": 3,
      "points_no": 0
    },
    {
      "id": 14,
      "text": "Работа с людьми приносит все меньше удовлетворения.",
      "points_yes": 2,
      "points_no": 0
    },
    {
      "id": 15,
      "text": "Я бы сменил место работы, если бы представилась возможность.",
      "points_yes": 5,
      "points_no": 0
    },
    {
      "id": 16,
      "text": "Меня часто расстраивает то, что я не могу должным образом оказать партнеру профессиональную поддержку, услугу, помощь.",
      "points_yes": 3,
      "points_no": 0
    },
    {
      "id": 17,
      "text": "Мне всегда удается предотвратить влияние плохого настроения на деловые контакты.",
      "points_yes": 0,
      "points_no": 3
    },
    {
      "id": 18,
      "text": "Меня очень огорчает, если что-то не ладится в отношениях с деловым партнером.",
      "points_yes": 0,
      "points_no": 3
    },
    {
      "id": 19,
      "text": "Я настолько устаю на работе, что дома стараюсь общаться как можно меньше.",
      "points_yes": 10,
      "points_no": 0
    },
    {
      "id": 20,
      "text": "Из-за нехватки времени, усталости или напряжения часто уделяю внимание партнеру меньше, чем положено.",
      "points_yes": 5,
      "points_no": 0
    },
    {
      "id": 21,
      "text": "Иногда самые обычные ситуации общения на работе вызывают раздражение.",
      "points_yes": 2,
      "points_no": 0
    },
    {
      "id": 22,
      "text": "Я спокойно воспринимаю обоснованные претензии партнеров.",
      "points_yes": 3,
      "points_no": 0
    },
    {
      "id": 23,
      "text": "Общение с партнерами побудило меня сторониться людей.",
      "points_yes": 3,
      "points_no": 0
    },
    {
      "id": 24,
      "text": "При воспоминании о некоторых коллегах по работе или партнерах у меня портится настроение.",
      "points_yes": 2,
      "points_no": 0
    },
    {
      "id": 25,
      "text": "Конфликты или разногласия с коллегами отнимают много сил и эмоций.",
      "points_yes": 2,
      "points_no": 0
    },
    {
      "id": 26,
      "text": "Мне все труднее устанавливать или поддерживать контакты с деловыми партнерами.",
      "points_yes": 2,
      "points_no": 0
    },
    {
      "id": 27,
      "text": "Обстановка на работе мне кажется очень трудной, сложной.",
      "points_yes": 2,
      "points_no": 0
    },
    {
      "id": 28,
      "text": "У меня часто возникают тревожные ожидания, связанные с работой: что-то должно случиться, как бы не допустить ошибки, смогу ли сделать все, как надо, не сократят ли и т. п.",
      "points_yes": 5,
      "points_no": 0
    },
    {
      "id": 29,
      "text": "Если партнер мне неприятен, я стараюсь ограничить время общения с ним или меньше уделять ему внимания.",
      "points_yes": 10,
      "points_no": 0
    },
    {
      "id": 30,
      "text": "В общении на работе я придерживаюсь принципа: «не делай людям добра, не получишь зла».",
      "points_yes": 3,
      "points_no": 0
    },
    {
      "id": 31,
      "text": "Я охотно рассказываю домашним о своей работе.",
      "points_yes": 0,
      "points_no": 2
    },
    {
      "id": 32,
      "text": "Бывают дни, когда мое эмоциональное состояние плохо сказывается на результатах работы (меньше делаю, снижается качество, случаются конфликты).",
      "points_yes": 2,
      "points_no": 0
    },
    {
      "id": 33,
      "text": "Порой я чувствую, что надо проявить к партнеру эмоциональную отзывчивость, но не могу.",
      "points_yes": 5,
      "points_no": 0
    },
    {
      "id": 34,
      "text": "Я очень переживаю за свою работу.",
      "points_yes": 0,
      "points_no": 2
    },
    {
      "id": 35,
      "text": "Партнерам по работе отдаешь внимания и заботы больше, чем получаешь от них признательности.",
      "points_yes": 3,
      "points_no": 0
    },
    {
      "id": 36,
      "text": "При мысли о работе мне обычно становится не по себе: начинает колоть в области сердца, повышается давление, появляется головная боль.",
      "points_yes": 5,
      "points_no": 0
    },
    {
      "id": 37,
      "text": "У меня хорошие (вполне удовлетворительные) отношения с непосредственным руководителем.",
      "points_yes": 0,
      "points_no": 3
    },
    {
      "id": 38,
      "text": "Я часто радуюсь, видя, что моя работа приносит пользу людям.",
      "points_yes": 0,
      "points_no": 10
    },
    {
      "id": 39,
      "text": "Последнее время (или как всегда) меня преследуют неудачи в работе.",
      "points_yes": 2,
      "points_no": 0
    },
    {
      "id": 40,
      "text": "Некоторые стороны (факты) моей работы вызывают глубокое разочарование, повергают в уныние.",
      "points_yes": 5,
      "points_no": 0
    },
    {
      "id": 41,
      "text": "Бывают дни, когда контакты с партнерами складываются хуже, чем обычно.",
      "points_yes": 2,
      "points_no": 0
    },
    {
      "id": 42,
      "text": "Я разделяю деловых партнеров (субъектов деятельности) хуже, чем обычно.",
      "points_yes": 5,
      "points_no": 0
    },
    {
      "id": 43,
      "text": "Усталость от работы приводит к тому, что я стараюсь сократить общение с друзьями и знакомыми.",
      "points_yes": 5,
      "points_no": 0
    },
    {
      "id": 44,
      "text": "Я обычно проявляю интерес к личности партнера помимо того, что касается дела.",
      "points_yes": 0,
      "points_no": 2
    },
    {
      "id": 45,
      "text": "Обычно я прихожу на работу отдохнувшим, со свежими силами, в хорошем настроении.",
      "points_yes": 0,
      "points_no": 5
    },
    {
      "id": 46,
      "text": "Я иногда ловлю себя на том, что работаю с партнерами автоматически, без души.",
      "points_yes": 3,
      "points_no": 0
    },
    {
      "id": 47,
      "text": "По работе встречаются настолько неприятные люди, что невольно желаешь им чего-нибудь плохого.",
      "points_yes": 5,
      "points_no": 0
    },
    {
      "id": 48,
      "text": "После общения с неприятными партнерами у меня бывает ухудшение физического или психического самочувствия.",
      "points_yes": 3,
      "points_no": 0
    },
    {
      "id": 49,
      "text": "На работе я испытываю постоянные физические или психологические перегрузки.",
      "points_yes": 10,
      "points_no": 0
    },
    {
      "id": 50,
      "text": "Успехи в работе вдохновляют меня.",
      "points_yes": 0,
      "points_no": 5
    },
    {
      "id": 51,
      "text": "Ситуация на работе, в которой я оказался, кажется безысходной (почти безысходной).",
      "points_yes": 5,
      "points_no": 0
    },
    {
      "id": 52,
      "text": "Я потерял покой из-за работы.",
      "points_yes": 10,
      "points_no": 0
    },
    {
      "id": 53,
      "text": "На протяжении последнего года была жалоба (были жалобы) в мой адрес со стороны партнера(ов).",
      "points_yes": 2,
      "points_no": 0
    },
    {
      "id": 54,
      "text": "Мне удается беречь нервы благодаря тому, что многое из происходящего с партнерами я не принимаю близко к сердцу.",
      "points_yes": 2,
      "points_no": 0
    },
    {
      "id": 55,
      "text": "Я часто с работы приношу домой отрицательные эмоции.",
      "points_yes": 3,
      "points_no": 0
    },
    {
      "id": 56,
      "text": "Я часто работаю через силу.",
      "points_yes": 3,
      "points_no": 0
    },
    {
      "id": 57,
      "text": "Прежде я был более отзывчивым и внимательным к партнерам, чем теперь.",
      "points_yes": 3,
      "points_no": 0
    },
    {
      "id": 58,
      "text": "В работе с людьми руководствуюсь принципом: не трать нервы, береги здоровье.",
      "points_yes": 5,
      "points_no": 0
    },
    {
      "id": 59,
      "text": "Иногда иду на работу с тяжелым чувством: как все надоело, никого бы не видеть и не слышать.",
      "points_yes": 5,
      "points_no": 0
    },
    {
      "id": 60,
      "text": "После напряженного рабочего дня я чувствую недомогание.",
      "points_yes": 2,
      "points_no": 0
    },
    {
      "id": 61,
      "text": "Контингент партнеров, с которым я работаю, очень трудный.",
      "points_yes": 5,
      "points_no": 0
    },
    {
      "id": 62,
      "text": "Иногда мне кажется, что результаты моей работы не стоят тех усилий, которые я затрачиваю.",
      "points_yes": 5,
      "points_no": 0
    },
    {
      "id": 63,
      "text": "Если бы мне повезло с работой, я был бы более счастлив.",
      "points_yes": 1,
      "points_no": 0
    },
    {
      "id": 64,
      "text": "Я в отчаянии из-за того, что на работе у меня серьезные проблемы.",
      "points_yes": 2,
      "points_no": 0
    },
    {
      "id": 65,
      "text": "Иногда я поступаю со своими партнерами так, как не хотел бы, чтобы поступали со мной.",
      "points_yes": 3,
      "points_no": 0
    },
    {
      "id": 66,
      "text": "Я осуждаю партнеров, которые рассчитывают на особое снисхождение, внимание.",
      "points_yes": 2,
      "points_no": 0
    },
    {
      "id": 67,
      "text": "Чаще всего после рабочего дня у меня нет сил заниматься домашними делами.",
      "points_yes": 3,
      "points_no": 0
    },
    {
      "id": 68,
      "text": "Обычно я тороплю время: скорей бы рабочий день кончился.",
      "points_yes": 3,
      "points_no": 0
    },
    {
      "id": 69,
      "text": "Состояния, просьбы, потребности партнеров обычно меня искренне волнуют.",
      "points_yes": 10,
      "points_no": 0
    },
    {
      "id": 70,
      "text": "Работая с людьми, я обычно как бы ставлю экран, защищающий от чужих страданий и отрицательных эмоций.",
      "points_yes": 5,
      "points_no": 0
    },
    {
      "id": 71,
      "text": "Работа с людьми (партнерами) очень разочаровала меня.",
      "points_yes": 2,
      "points_no": 0
    },
    {
      "id": 72,
      "text": "Чтобы восстановить силы, я часто принимаю лекарства.",
      "points_yes": 10,
      "points_no": 0
    },
    {
      "id": 73,
      "text": "Как правило, мой рабочий день проходит спокойно и легко.",
      "points_yes": 0,
      "points_no": 5
    },
    {
      "id": 74,
      "text": "Мои требования к выполняемой работе выше, чем то, чего я достигаю в силу обстоятельств.",
      "points_yes": 3,
      "points_no": 0
    },
    {
      "id": 75,
      "text": "Моя карьера сложилась удачно.",
      "points_yes": 0,
      "points_no": 5
    },
    {
      "id": 76,
      "text": "Я очень нервничаю из-за всего, что связано с работой.",
      "points_yes": 3,
      "points_no": 0
    },
    {
      "id": 77,
      "text": "Некоторых из своих постоянных партнеров я не хотел бы видеть и слышать.",
      "points_yes": 5,
      "points_no": 0
    },
    {
      "id": 78,
      "text": "Я одобряю коллег, которые полностью посвящают себя людям (партнерам), забывая о собственных интересах.",
      "points_yes": 0,
      "points_no": 5
    },
    {
      "id": 79,
      "text": "Моя усталость на работе обычно мало сказывается (никак не сказывается) в общении с домашними и друзьями.",
      "points_yes": 0,
      "points_no": 5
    },
    {
      "id": 80,
      "text": "Если предоставляется случай, я уделяю партнеру меньше внимания, но так, чтобы он этого не заметил.",
      "points_yes": 10,
      "points_no": 0
    },
    {
      "id": 81,
      "text": "Меня часто подводят нервы в общении с людьми на работе.",
      "points_yes": 2,
      "points_no": 0
    },
    {
      "id": 82,
      "text": "Ко всему (почти ко всему), что происходит на работе, я утратил интерес, живое чувство.",
      "points_yes": 10,
      "points_no": 0
    },
    {
      "id": 83,
      "text": "Работа с людьми плохо повлияла на меня как профессионала — обозлила, сделала нервным, притупила эмоции.",
      "points_yes": 10,
      "points_no": 0
    },
    {
      "id": 84,
      "text": "Работа с людьми явно подрывает мое здоровье.",
      "points_yes": 5,
      "points_no": 0
    }
  ]
}