INSERT INTO public.api_everyweek_tasks("Phase", "Name", "Text")
VALUES
(
'Резистенция',
'Создание безопасных пространств',
'Когда водоворот эмоций затягивает, это нарушает физическую, социальную и эмоциональную безопасность. Особенно это касается таких ярких эмоций, из-за которых теряется ощущение реальности происходящего (напр.: стыд, тревога, паника, страх). Чтобы вернуть фокус на “здесь и сейчас”, необходима сенсорная стабилизация.
На этой неделе попробуйте применить технику «5 – 4 – 3 – 2 – 1». Придя в новое место, где вам не очень комфортно, или когда вы чувствуете угрозу своей социальной, эмоциональной или даже физической безопасности, перенаправьте внимание на свои чувства, отметив те вещи, которые видите (пять), осязаете (четыре), слышите (три), обоняете (две) и чувствуете на вкус (одна).
Также вы можете предложить эту технику для помощи кому-то из своего окружения.
После того как попробуете применить эту технику несколько раз, самостоятельно или с кем-то, ответьте на следующие вопросы.
•	Что вы заметили в себе, выполняя эти действия? Опишите свой опыт. Если предлагали эту технику кому-то в помощь, опрашивали ли вы их после? Что они сказали? Что вы заметили?
•	Когда, как вам кажется, вы могли бы применить эту технику снова? Почему?
'
),
(
'Резистенция',
'Трансформация мыслей и убеждений',
'«У меня больше нет сил. Я плохой специалист. У меня не получается достичь задуманного?» – эти утверждения отзываются многим, независимо от сферы деятельности. Чтобы прервать цикл негативных мыслей – эмоций – действий, нужно регулярно подвергать такие мысли сомнению. Когнитивная переоценка  помогает изменить собственное толкование ситуации, благодаря чему уменьшается острота стрессовых реакций.
Вспомните недавнюю ситуацию, которая была сложной для вас в эмоциональном плане и вызвала иррациональные мысли. Постарайтесь описать её для себя во всех деталях, а потом ответьте на следующие вопросы.
•	Что я думаю, представляю и говорю себе о данной ситуации?
•	Что я чувствую в связи с этими мыслями?
•	Что заставляет меня думать, что эти мысли справедливы и точны?
•	Что заставляет меня считать эти мысли неверными или хотя бы не совсем справедливыми?
•	Можно ли посмотреть на ситуацию иначе? Каким образом?
•	Что я могу сделать прямо сейчас, после изменения точки зрения?
Теперь подумайте, как изменились ваши мысли и эмоции после ответов на вопросы. Какие вопросы вам кажутся наиболее полезными? Отметьте их для себя и помните, что для изменения точки зрения, как и в физических тренировках, нужны некоторые усилия и регулярность.
'
),
(
'Резистенция',
'Умение принять мнение другого',
'Каждый человек в общении неизбежно сталкивается с чужими точками зрения, похожими или отличающимися от их собственного мнения. При этом восприятие чужой точки зрения может быть поспешным и ошибочным, смешивается с мыслями и эмоциями того, кто пытается поставить себя на место другого. Как улыбка может быть проявлением не радости, а неловкости, так и раздражение может отражать не гнев, а усталость.
Чтобы принять точку зрения другого, не обязательно мысленно ставить себя на его место. Достаточно сосредоточиться на самом человеке и сфокусироваться на внимательном выслушивании его. Не делайте ложных предположений на основе собственных представлений, задавайте уточняющие вопросы и участвуйте в разговоре на равных.
На этой неделе попробуйте принять чужую точку зрения. Соберите дополнительную информацию или задайте вопросы, чтобы понять, что ваш собеседник испытывает на самом деле. Вам не обязательно соглашаться с его мнением, просто осознайте его.
Вопросы для размышления.
•	В контексте практики принятия чужой точки  зрения опишите, как вы пытались представить, что думает и чувствует другой человек.
•	Ваши предположения были верны?
•	Какие методы помогли вам изучить точку зрения другого? Как вы будете реагировать в дальнейшем?
'
),
(
'Резистенция',
'Осознанная коммуникация',
'Большинство из нас в трудной или неприятной беседе сосредотачиваются на том, что сказать. В погоне за смыслом мы часто теряем то, как мы поддерживаем беседу и достаточно ли понятны мы для своей аудитории.
В процессе общения на этой неделе постарайтесь концентрироваться на «как», а не на «что» вы говорите, учась управлять потоком взаимодействия. Примените один или более из следующих навыков осознанности и отметьте, как это повлияло на ход общения.
•	Я-высказывания: говорите о собственных мыслях и чувствах, выражайте собственное отношение к предмету разговора.
•	Смена режимов общения: выбирайте подходящие моменты, чтобы слушать или говорить.
•	Паузы: периодически сбавляйте темп беседы, делайте в разговоре не только короткие, но и продолжительные паузы.
•	Темп речи: выберите такой темп, чтобы отслеживать то, как вы говорите.
Экспериментируя с потоком общения, фиксируйте свои мысли по этому поводу.
•	Вы замечали, когда лучше сосредоточиться на словах партнера, или всё время испытывали потребность говорить?
•	Удалось ли вам строить свою речь через Я-высказывания?
•	Какие ощущения вызывали продолжительные паузы?
•	Что вы заметили в отношении своего темпа речи и речи своего партнера?
•	Как каждая из техник повлияла на ход разговора?
'
),
(
'Резистенция',
'Примирение различий',
'Предрассудки, связанные с тем или иным отличием окружения от нас самих и того, что мы считаем нормой, серьёзно влияют на качество взаимоотношений с людьми, принадлежащими не к «нашей» группе. Всё чаще возникают конфликты и непонимания, появляются внутренние препятствия для проявления заботы и участия.
Для практики на этой неделе выберите кого-то из своего окружения, кто вызывает у вас беспокойство, кого тяжело понимать. Подумайте или узнайте, что вас объединяет с этим человеком. Попытайтесь выделить общие цели и интересы, в том числе и за рамками привычного контекста.
После того, как составите список возможных общих интересов и целей, ответьте на следующие вопросы.
•	Какие трудности возникли при выполнении задания? Почему? Как вы их преодолели?
•	Как этот список мог бы повлиять на ваше поведение при общении с этим человеком в следующий раз?
'
),
(
'Истощение',
'Прояснение жизненных целей',
'Следование своим жизненным целям тесно переплетает нашу личную и профессиональную жизнь. Поэтому регулярно и сознательно напоминая себе о том, зачем и как работать, мы способствуем усилению ощущения благополучия и мотивации в жизни и работе. Это может пробудить в нас и в нашем окружении решительность двигаться в желаемом направлении.
Следующие вопросы помогают прояснить свою жизненную цель. Записывайте ответы на каждый вопрос в течение нескольких минут.
Личная жизнь:
•	Какие три вещи наиболее значимы для вас?
•	Почему они так значимы?
•	Когда они стали для вас значимыми и как долго будут ими оставаться?
•	Какие вещи мотивируют вас и заряжают энергией?
Профессиональная жизнь:
•	Ответьте на те же четыре вопроса.
Цели и занятия:
•	Какие конкретно цели и занятия имеют отношение к вашим ответам на вопросы выше?
•	Какие цели для вас сейчас наиболее важны?
•	Каким занятиям вы уделяете больше всего времени и энергии?
Теперь поразмышляйте, как те вещи, которые наиболее значимы для вас, соотносятся с вашими профессиональными целями и деятельностью? Какие коррективы, возможно, хотели бы внести в свое расписание, чтобы ощущать больше удовольствия во время работы?
Примечание: рекомендуем обратиться к психологу за личной консультацией.
'
),
(
'Истощение',
'Приоритет благодарности',
'Благодарность – чувство, которое позволяет увидеть много хорошего в мире, несмотря на те или иные страдания. Как социальная эмоция – это значимый фактор здоровья и благополучия, который помогает укреплять отношения, позволяет оказать или получить поддержку и одобрение.
На этой неделе напишите человеку, которого вы цените, благодарственное письмо – и доставьте его лично (либо по телефону или через интернет). По возможности зачитайте это письмо вслух.
Затем поразмышляйте над этим опытом. Что почувствовали, когда написали письмо? Каково было прочесть его вслух (отправить его)? Как реагировал получатель?
Также практика благодарности – вспоминать хорошее, что произошло с вами за день – может стать отличным ежедневным ритуалом, поддерживающим даже в худшие времена.
Примечание: рекомендуем обратиться к психологу за личной консультацией.
'
),
(
'Истощение',
'Восприятие ошибок как возможностей',
'Все просчеты, которые может совершить человек на рабочем месте, можно условно поделить на две категории: ошибки в деятельности (например, в образовательном процессе) и в межличностном взаимодействии. Страх совершить ошибку – страх поражения; он снижает риски, на которые мы не идем ради сохранения чувства благополучия, но и не дает нам совершенствоваться и учиться новому.
На этой неделе определите актуальную для вас задачу. Возможно, вы ищите новые способы объяснить какой-то процесс или вам не хочется вступать в трудный разговор на работе. Постарайтесь воспринять этот стрессовый фактор как математическую задачку, как вызов – возможность для роста, – а не как угрозу своему благополучию. Попробуйте поделиться этой проблемой хотя бы с одним надежным другом, коллегой или наставником (формально или неформально). Затем определите одну вещь, которую сделаете, приняв этот вызов.
Опишите тот шаг, который вы предприняли. Что вы заметили? Рассматривая свою проблему как задачку или вызов, изменили ли вы подход к ее решению?
Примечание: рекомендуем обратиться к психологу за личной консультацией.
'
),
(
'Истощение',
'Практика доброты',
'В моменты усталости может возникнуть ощущение, что «доброта», которой вас учили, – нечто нереальное, слащавое и благодушное, неспособное повлиять на этот мир. Однако такие свойства, как эмпатия, сострадание и доброта – очень ценные и мощные, чтобы помочь нам видеть друг друга более ясно, общаться более эффективно и разрешать реальные конфликты.
На этой неделе решите, что хорошего вы можете сделать для кого-то из вашего окружения (друга, коллеги, ученика, др.). Например, угостить чем-то, что он любит, разделить с ним переживания, послать записку с благодарностью. Также можно уделить дополнительное время и внимательно выслушать. Насладитесь проявлением участия к двум людям, как минимум.
Размышляя над этим опытом, опишите свои проявления доброты.
•	Почему вы выбрали именно их?
•	Как отреагировали те люди, к которым вы проявили участие?
•	Какие ощущения вызывали у вас эти проявления доброты?
Примечание: рекомендуем обратиться к психологу за личной консультацией.
'
),
(
'Истощение',
'Выявление убеждений по поводу эмоций',
'На этой неделе воспользуйтесь возможностью поглубже исследовать свои убеждения по поводу эмоций. Насколько вы в настоящий момент согласны или не согласны со следующими убеждениями:
•	Эмоции – это вообще плохо.
•	Эмоции нельзя выразить словами.
•	Я не могу изменить то, что чувствую.
•	Сильные эмоции опасны.
•	Выражать эмоции на людях неприемлемо.
•	Выражать эмоции во время работы неприемлемо.
•	Очень сильные эмоции невозможно контролировать.
В процессе вы можете вспомнить свои уникальные убеждения. Запишите их.
Каковы ваши самые твердые и влиятельные убеждения? Если бы вы изменили только одно из них, то какое? Почему? Уделите время тому, чтобы подумать о возможных преимуществах трансформации этого убеждения и постарайтесь сделать первые шаги в выбранном направлении.
Помните, трансформация убеждений может даваться тяжело и занимает много времени. Но это стоит того на пути к эмоциональному равновесию.
Примечание: рекомендуем обратиться к психологу за личной консультацией.
'
);