DELETE FROM public.api_everyweek_tasks;

ALTER SEQUENCE public.api_everyweek_tasks_id_seq RESTART WITH 1;

INSERT INTO public.api_everyweek_tasks("Phase", "Name", "Text")
VALUES
(
'Напряжение',
'Проживание сложных эмоций',
'Уверенность в том, что эмоции бывают хорошими и плохими, приводит к тому, что начинается борьба за власть (либо вы победите эмоцию, либо она вас). Но любая эмоция – это сигнал, что в жизни происходят те или иные значимые для нас моменты, и они достойны осознания, а не подавления.
Учась наблюдать за своими эмоциями, вы разовьете способность не поддаваться им, а принимать их. И один из самых эффективных способов наблюдения за эмоциями – это писать о них.
На этой неделе, если вам случится пережить сильную эмоцию, даже если она условно неприятна (состояние стресса, обида, вина, гнев, другое), постарайтесь не заглушать её. Дистанцируйтесь от неё письменно, облеките эмоцию в форму слов, пишите 10-20 минут подряд, не задумываясь о грамматике и правописании, а просто изучая, что вы чувствуете в конкретной ситуации. Вы можете описывать как разные ситуации, так и одну наиболее стрессовую. Главное, обращайте внимание на свои мысли и чувства по этому поводу, как меняются формулировки.
В конце подведите итоги, что вы заметили в процессе экспрессивного письма? Снижалась ли интенсивность переживания, когда вы определяли, что и почему вы чувствовали?
'
),
(
'Напряжение',
'Включение своего творческого «потока»',
'Вы наверняка понимаете значимость творчества, но недостаток времени, ощущение постоянного давления и страх поражения душат творческие порывы. Любая профессиональная деятельность, связанная  с созиданием, не может обойтись без творческого начала.
Творчество – ключевой элемент, ассоциированный с любопытством, любовью к знаниям, способностью смотреть в будущее. Творческий «поток» – это радостное погружение в деятельность, когда можно перестать сомневаться в себе, бесцельно беспокоиться и начать наслаждаться тем, что делаете.
На этой неделе вам нужно вспомнить и описать те виды деятельности (личные и профессиональные, в прошлом и настоящем), которые позволяют вам ощутить себя в «потоке». Вы теряете чувство времени, когда читаете, рисуете, вяжете, высаживаете растения, строите что-то? Случается ли вам полностью погружаться в беседы (личные или интеллектуальные) с вашим окружением? Вы с удовольствием ищете интересные факты и оформляете наглядный материал для работы?
Постарайтесь выделить время для пребывания в «потоке» как в личном, так и в профессиональном плане, не менее двух раз в неделю длительностью от 20 минут. Ответьте на вопросы.
•	Почему именно эти виды деятельности вы выбрали?
•	Вы ощущали признаки «потока» (удовольствие, радость, потерю чувства времени и тревоги)? Почему да или почему нет?
•	Какие мысли и эмоции посещали вас в ходе этих занятий? А после них?

'
),
(
'Напряжение',
'Признание значимости своей работы',
'Временами, даже если вы преданы своей работе, бывает трудно увидеть перспективу в тумане постоянных проблем. Поэтому полезно свериться с собой прямо сейчас, задавшись вопросом: «Что дает мне ощущение значимости моего труда даже в трудные дни?»
На этой неделе вспомните, чем вас привлекла ваша карьера. Можете вспомнить три-пять ключевых моментов, которые могли повлиять на ваше решение работать в выбранной сфере? Это могло быть внутреннее откровение, а быть может, событие или обстоятельство, затронувшее ваши ценности. Обозначьте эти моменты на бумаге в виде символов или иных изображений и кратко опишите.
Определив эти ключевые моменты, поразмышляйте над каждым из них и выясните их отношение к той значимой работе, которую вы выполняете. Несколько вопросов, на которые можно ответить:
•	Какие из следующих факторов повлияли на ваше решение начать карьеру в выбранной сфере: вы сами, другие люди, опыт работы, личные обстоятельства или что-то еще?
•	Подумайте о том, почему эти влияния были значимы для вас?
•	Когда вы начали работу в этой сфере, какие аспекты пробуждали в вас ощущение значимости этого труда? Почему?
•	Что значит для вас ваша работа в том окружении, в котором вы находитесь прямо сейчас?
'
),
(
'Напряжение',
'Вера в себя',
'Каждый человек может ощущать недостаток уверенности в своих силах – в своей способности справиться с задачами и трудностями в работе. Стремиться к идеалу и не соответствовать ему – это нормально. Излишний перфекционизм вреден, нужно уметь быть снисходительнее к себе. Для этого держите во внимании, что действительно важно для вас.
Когда вы будете беспокоиться о качестве своей работы, используйте один или несколько из следующих вопросов, чтобы прояснить свои ценности и изменить свой образ мыслей.
•	Что я ценю в себе?
•	Что я представляю из себя?
•	Что важно для меня?
•	Каковы мои успехи и достижения?
Теперь определите как минимум три вещи, которые вы делаете хорошо в своей профессиональной деятельности.
•	Как эти три навыка или способности соотносятся с вашими ценностями?
•	Как эти навыки или способности обеспечивают личностный и профессиональный рост вашего окружения?
•	Как вы можете задействовать эти навыки или способности на этой неделе?
'
),
(
'Напряжение',
'Поиск вдохновения',
'Уверенность в своих силах и мотивация идут рука об руку. Вера в себя может побуждать к действию, но когда собственной мотивации не хватает, можно черпать вдохновение в других – далеких или близких, реальных или вымышленных. В дни, когда вы чувствуете себя совсем не героем – что бы это для вас ни значило, – можете обратиться к образам людей, которыми вы восхищаетесь, черты которых хотели бы перенять.
На этой неделе вспомните как минимум трех ваших личных героев (реалистичных или вымышленных) и ответьте на следующие вопросы.
•	Кто вас вдохновляет? Почему?
•	Кратко опишите каждого человека, отмечая качества, которые вас роднят или которые вы хотели бы перенять. Если бы каждый из этих героев определил главную цель или мотивацию в жизни, что это было бы?
Что мотивирует именно вас?
'
);